share/tutorials/incompressible/ico/cavity/0/U
FoamFile
{
  version     2.0;
  format      ascii;
  class       volVectorField;
  object      U;
}

dimensions [0 1 -1 0 0 0 0];

internalField uniform (0 0 0);

boundaryField
{
  movingWall
  {
    type  fixedValue;
    value uniform (1 0 0);
  }

  fixedWalls
  {
    type  fixedValue;
    value uniform (0 0 0);
  }

  frontAndBack
  {
    type  empty;
  }
}

// vim: set ft=foam et sw=2 ts=2 sts=2:
