share/tutorials/incompressible/ico/cavity/system/fvSchemes
FoamFile
{
  version     2.0;
  format      ascii;
  class       dictionary;
  location    "system";
  object      fvSchemes;
}

ddtSchemes
{
  default         Euler;
}

gradSchemes
{
  default         Gauss linear;
  grad(p)         Gauss linear;
}

divSchemes
{
  default         none;
  div(phi,U)      Gauss linear;
}

laplacianSchemes
{
  default         Gauss linear orthogonal;
}

interpolationSchemes
{
  default         linear;
}

snGradSchemes
{
  default         orthogonal;
}

// vim: set ft=foam et sw=2 ts=2 sts=2:
